NSCameraUsageDescription = "需要存取相機才能掃描文件並製作照片和視像。";
NSFaceIDUsageDescription = "使用人臉識別進行身份驗證需要 Face ID。";
NSLocationAlwaysUsageDescription = "The app will show your location on a map.";
NSPhotoLibraryUsageDescription = "需要照片庫存取權限才能將照片和視頻上傳到您的雲。";
NSPhotoLibraryAddUsageDescription = "需要照片庫存取權限才能將照片和視頻上傳到您的雲。";
NSMicrophoneUsageDescription = "創建語音筆記需要米高風存取權限。";
NSLocationWhenInUseUsageDescription = "The app will show your location on a map.";
